benchmark/wrk-express.txt
Running 1m test @ http://127.0.0.1:3991
  8 threads and 2500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    76.14ms   22.01ms   1.95s    82.97%
    Req/Sec     2.35k   811.17     6.88k    79.17%
  1122338 requests in 1.00m, 269.73MB read
  Socket errors: connect 0, read 540, write 0, timeout 779
Requests/sec:  18690.71
Transfer/sec:      4.49MB