benchmark/wrk-express.txt
Running 10s test @ http://127.0.0.1:3991
  8 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    40.82ms  149.63ms   1.99s    96.88%
    Req/Sec     2.71k   612.28     6.34k    84.12%
  215417 requests in 10.06s, 51.77MB read
  Socket errors: connect 0, read 0, write 0, timeout 76
Requests/sec:  21412.97
Transfer/sec:      5.15MB