benchmark/wrk-mxjs.txt
Running 1m test @ http://127.0.0.1:3992
  8 threads and 2500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.10ms   36.31ms   1.99s    99.65%
    Req/Sec     9.34k     2.30k   23.67k    76.36%
  4455066 requests in 1.00m, 0.90GB read
  Socket errors: connect 0, read 105, write 0, timeout 1791
Requests/sec:  74143.90
Transfer/sec:     15.41MB